Repository: Nelfimov/django-eshop
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: de

source: Amount
de: Summe

source: Timestamp
de: Zeitstempel

source: Payment
de: Zauhlung

source: Payments
de: Zahlungen

source: You have no address for your order
de: Sie haben keine Adresse fur die Bestellung eingegeben

source: You do not have anything in your cart
de: Sie haben nichts in Ihrem Warenkorb

source: You do not have an active order
de: Sie haben keine aktive Bestellung

source: Your order #
de: Ihre Bestellung #

source: has been received and will be processed shortly
de: ist eingegangen und wird in KÃ¼rze bearbeitet

source: Your order was successfull
de: Ihre Bestellung war erfolgreich
