Repository: Nelfimov/django-eshop
Catalog: order/locale/*/LC_MESSAGES/django.po
Languages: de

source: Update orders to refund granted
de: Die Bestellungen aktualisieren fur Refund erhalten

source: Item
de: Artikel

source: Quantity
de: Menge

source: Order
de: Bestellung

source: Cart Item
de: Warenkorb Artikel

source: Cart Items
de: Warenkorb Artikeln

source: Creation date
de: Erstellungsdatum

source: Ordered
de: Bestellt

source: Ordered date
de: Bestelldatum

source: Reference code
de: Referenzcode

source: Address
de: Adresse

source: Being delivered
de: Wird geliefert

source: Tracking number
de: Sendungscode

source: Refund requested
de: Refund angefordert

source: Refund granted
de: Refundgewährt

source: Orders
de: Bestellungen

source: Shipping full name
de: Versand voller Name

source: Shipping street address
de: Versand Strasse, Hausnummer

source: Shipping apartment address
de: Versand Wohnung, Firma, Empfanger

source: Shipping city
de: Versand Stadt

source: Shipping country
de: Versand Land

source: Billing full name
de: Rechnungs voller Name

source: Billing street address
de: Rechnungs Strasse, Hausnummer

source: Billing apartment address
de: Rechnungs Wohnung, Firma, Empfanger

source: Billing city
de: Rechnungs Stadt

source: Billing country
de: Rechnungs Land

source: Save for future usage
de: Fur zukunft speichern

source: Addresses
de: Adressen

source: Reason
de: Grund

source: Accepted
de: Akzeptiert

source: Your order #
de: Ihre Bestellung #

source: has been sent out
de: ausgeliefert wurde

source: request for refund has been accepted
de: Refund Anfrage wurde angenommen

source: Unfortunately we do not have item on stock
de: Artikel haben wir leider nicht auf Lager

source: Unfortunately we do not have this quantity on stock
de: Leider haben wir diese Menge nicht auf Lager

source: Quantity was updated
de: Menge wurde aktualisiert

source: This item was removed from your cart
de: Dieser Artikel wurde aus Ihrem Einkaufswagen entfernt

source: This item was not in your cart
de: Dieser Artikel war nicht in Ihrem Warenkorb

source: Your cart is empty
de: Ihr Warenkorb ist leer

source: This item quantity was updated
de: Diese Artikelmenge wurde aktualisiert

source: You do not have an active cart
de: Sie haben keinen aktiven Warenkorb

source: You do not have anything in cart
de: Sie haben nichts im Warenkorb

source: You have to authorize for this view
de: Sie mussen sich authorisieren

source: You do not have any orders
de: Sie haben keine Bestellungen

source: You are not the user who ordered this order
de: Sie sind nicht der Benutzer, der diese Bestellung bestellt hat

source: Order does not exist
de: Bestellung existiert nicht

source: You have already received refund for this order
de: Sie haben bereits einen Refund für diese Bestellung erhalten

source: You have already submitted a ticket. Please wait until we contact you
de: Sie haben bereits ein Ticket eingereicht. Bitte warten Sie, bis wir Sie kontaktieren

source: Refund request for your order #
de: Refund Anfrage für Ihre Bestellung #

source: has been received and will be processed shortly
de: ist eingegangen und wird in Kürze bearbeitet

source: Your request was received
de: Ihre Anfrage wurde empfangen

source: This order does not exist
de: Diese Bestellung existiert nicht
